{
    "menu": "Menú",
    "home": "Inicio",
    "projects": "Proyectos",
    "dev_skills": "Habilidades de Desarrollo",
    "close": "Cerrar",
    "joaos_foil": "Folio de João",
    "welcome_to_my_portfolio": "Bienvenido a mi portafolio",
    "hello": "Hola",
    "hello_my_name_is": "Hola, mi nombre es João Victor Rocha Vilela Godoi y soy estudiante de desarrollo de software. He creado este portafolio para mostrar un poco sobre mí mismo.",
    "who_is": "¿Quién es João Victor?",
    "19_years_old": "João Victor tiene 19 años. Desde pequeño, siempre ha sido apasionado por la tecnología. Siempre impresionó a sus profesores con su capacidad para ser autodidacta, especialmente en las materias de robótica educativa e informática en la escuela.",
    "feel_free_linkedin": "Siéntete libre de visitar mi perfil en LinkedIn y conocer un poco más sobre mi carrera como desarrollador de software.",
    "visit_my_linkedin": "Visita mi Perfil en LinkedIn",
    "places_visited": "Lugares visitados",
    "enjoyed_discovering": "Siempre he disfrutado descubriendo nuevos lugares, y viajar es la herramienta ideal para eso.",
    "quitandinha_museum": "Museo Quitandinha",
    "quitandinha_museum_about": "Considerado uno de los principales puntos de referencia del estado de Río de Janeiro, el Palacio Quitandinha se inauguró en 1944 para ser el hotel-casino más grande de América Latina. El espacio remite al estilo neo-normando, una tendencia en los grandes casinos europeos de la época, siendo decorado con inspiración en escenarios de Hollywood.",
    "learn_more": "Saber más",
    "arraial_do_cabo": "Arraial do Cabo, RJ",
    "arraial_do_cabo_about": "Arraial do Cabo, en la Región de los Lagos de Río de Janeiro, es uno de los destinos más espectaculares de Brasil. Con fácil acceso, precios bajos, días soleados y playas impresionantes, Arraial es una excelente opción para quienes desean disfrutar de un buen descanso.",
    "maceio_al": "Maceió, AL",
    "maceio_al_about": "Maceió es la capital del estado de Alagoas, en la costa este de Brasil. Su centro histórico alberga casas coloniales de colores suaves, una catedral del siglo XIX y el Museo de Antropología y Folclore Théo Brandão, ubicado en una mansión renovada junto al mar. Protegida por un arrecife, la costa tiene numerosas playas de arena blanca. Praia de Ponta Verde ofrece un paseo marítimo bordeado de palmeras, quioscos de playa y deportes acuáticos.",
    "armacoes_dos_buzios": "Armação dos Búzios, RJ",
    "armacoes_dos_buzios_about": "Búzios, en la Región de los Lagos de Río de Janeiro, es uno de los mejores destinos de Brasil para quienes buscan playas hermosas y un cierto encanto junto al mar. Con una costa accidentada llena de hermosos paisajes, Búzios ofrece a los visitantes más de veinte playas, todas con características únicas.",
    "get_in_touch": "Ponte en contacto",
    "feel_free_social_networks": "Siéntete libre de acceder a algunas de mis redes sociales",
    "home_caldas_novas": "Caldas Novas, Goiás, Brasil",
    "email": "joaovictornkz@gmail.com",
    "below_you_can_find_some_of_my_projects": "A continuación puedes encontrar algunos de mis proyectos",
    "project_origin": "Origen del Proyecto",
    "feel_free_social_networks": "Siéntete libre de acceder a algunas de mis redes sociales",
    "here_is_all_the_information": "Aquí tienes toda la información sobre mis habilidades técnicas en el campo de la tecnología",
    "my_github_profile": "Mi Perfil en GitHub",
    "experiences": "Experiencias",
    "js_e_agularjs": "JavaScript + AngularJS",
    "about_experiences": "Durante mi pasantía de un año en Deskfy, desarrollé una sólida experiencia técnica en JavaScript y AngularJS, tecnologías esenciales para el desarrollo web en la empresa. Además, participé activamente en procesos de desarrollo de software, incluida la inmersión en prácticas de revisión de código, pruebas de calidad y otros aspectos del ciclo de vida del software. Esta experiencia me permitió contribuir al desarrollo de soluciones web innovadoras y efectivas, además de fortalecer mis habilidades técnicas y prepararme para futuros desafíos en el campo.",
    "about_experiences_part2": "He desarrollado habilidades significativas en Java, un lenguaje orientado a objetos, a lo largo de mi curso de pregrado. Esta experiencia ha sido fundamental para mejorar mis conocimientos en materias como Algoritmos y Estructuras de Datos.",
    "programming_language": "Lenguaje de Programación",
    "python": "Python",
    "javascript": "JavaScript",
    "java": "Java",
    "java_springboot": "Java + SpringBoot",
    "other_technologies": "Otras Tecnologías",
    "html": "HTML",
    "css": "CSS",
    "scss": "SCSS",
    "angularjs": "AngularJS",
    "springboot": "SpringBoot",
    "mysql": "MySQL",
    "language": "Idiomas",
    "schools": "Escuelas",
    "hours": "Horas",
    "english": "Inglés",
    "wizard_by_pearson": "Wizard By Pearson",
    "280_number": "280",
    "cambly": "Cambly",
    "50_number": "50",
    "technical_english_for_developers": "Inglés Técnico para Desarrolladores",
    "danki_code": "Danki Code",
    "certificates": "Certificados"
  }
  