{
  "menu": "Menu",
  "home": "Home",
  "projects": "Projects",
  "dev_skills": "Dev Skills",
  "close": "Close",
  "joaos_foil": "João's Foil",
  "welcome_to_my_portfolio": "Welcome to my portfolio",
  "hello": "Hello",
  "hello_my_name_is": "Hello, my name is João Victor Rocha Vilela Godoi and I am a software development student. I created this portfolio to show a little about myself.",
  "who_is": "Who is João Victor?",
  "19_years_old": "João Victor is 19 years old. Since he was little, he has always been passionate about technology. He always impressed his teachers with his ability to be self-taught, especially in the subjects of educational robotics and computer science at school.",
  "feel_free_linkedin": "Feel free to check out my LinkedIn profile and learn a little more about my career as a software developer.",
  "visit_my_linkedin": "Visit my LinkedIn Profile",
  "places_visited": "Places I've visited",
  "enjoyed_discovering": "I've always enjoyed discovering new places, and traveling is the ideal tool for that.",
  "quitandinha_museum": "Quitandinha Museum",
  "quitandinha_museum_about": "Considered one of the main landmarks of the state of Rio de Janeiro, the Palácio Quitandinha was opened in 1944 to be the largest casino-hotel in Latin America. The space refers to the neo-Norman style, a trend in the great European casinos of the time, being decorated with inspiration from Hollywood scenarios.",
  "learn_more": "Learn more",
  "arraial_do_cabo": "Arraial do Cabo, RJ",
  "arraial_do_cabo_about": "Arraial do Cabo, in the Lagos Region of Rio de Janeiro, is one of the most spectacular destinations in Brazil. With easy access, low prices, sunny days, and stunning beaches, Arraial is an excellent choice for those who want to enjoy a good rest.",
  "maceio_al": "Maceió, AL",
  "maceio_al_about": "Maceió is the capital of the state of Alagoas, on the east coast of Brazil. Its historic center houses pastel-colored colonial houses, a 19th-century cathedral, and the Théo Brandão Museum of Anthropology and Folklore, located in a renovated mansion by the sea. Protected by a reef, the coast has numerous white sand beaches. Praia de Ponta Verde offers a promenade lined with palm trees, beach kiosks, and water sports.",
  "armacoes_dos_buzios": "Armação dos Búzios, RJ",
  "armacoes_dos_buzios_about": "Búzios, in the Lagos Region of Rio de Janeiro, is one of the best destinations in Brazil for those looking for beautiful beaches and a certain dose of seaside charm. With a rugged coastline full of beautiful scenery, Búzios offers visitors more than twenty beaches, all with unique characteristics.",
  "get_in_touch": "Get in touch",
  "feel_free_social_networks": "Feel free to access some of my social networks",
  "home_caldas_novas": "Caldas Novas, Goiás, Brazil",
  "email": "joaovictornkz@gmail.com",
  "below_you_can_find_some_of_my_projects": "Below you can find some of my projects",
  "project_origin": "Project Origin",
  "feel_free_social_networks": "Feel free to access some of my social networks",
  "here_is_all_the_information": "Here is all the information about my technical skills in the technology field",
  "my_github_profile": "My GitHub Profile",
  "experiences": "Experiences",
  "js_e_agularjs": "JavaScript + AngularJS",
  "about_experiences": "During my one-year internship at Deskfy, I developed a solid technical expertise in JavaScript and AngularJS, essential technologies for web development at the company. Additionally, I actively participated in software development processes, including immersion in code review practices, quality testing, and other aspects of the software lifecycle. This experience allowed me to contribute to the development of innovative and effective web solutions, while also strengthening my technical skills and preparing me for future challenges in the field.",
  "about_experiences_part2": "I have developed significant skills in Java, an object-oriented language, throughout my undergraduate course. This experience has been fundamental in enhancing my knowledge in subjects such as Algorithms and Data Structures.",
  "programming_language": "Programming Language",
  "python": "Python",
  "javascript": "JavaScript",
  "java": "Java",
  "java_springboot": "Java + SpringBoot",
  "other_technologies": "Other Technologies",
  "html": "HTML",
  "css": "CSS",
  "scss": "SCSS",
  "angularjs": "AngularJS",
  "springboot": "SpringBoot",
  "mysql": "MySQL",
  "language": "Languages",
  "schools": "Schools",
  "hours": "Hours",
  "english": "English",
  "wizard_by_pearson": "Wizard By Pearson",
  "280_number": "280",
  "cambly": "Cambly",
  "50_number": "50",
  "technical_english_for_developers": "Technical English for Developers",
  "danki_code": "Danki Code",
  "certificates": "Certificates"
}
