{
    "menu": "Menu",
    "home": "Início",
    "projects": "Projetos",
    "dev_skills": "Habilidades de Desenvolvimento",
    "close": "Fechar",
    "joaos_foil": "Folha do João",
    "welcome_to_my_portfolio": "Bem-vindo ao meu portfólio",
    "hello": "Olá",
    "hello_my_name_is": "Olá, meu nome é João Victor Rocha Vilela Godoi e sou estudante de desenvolvimento de software. Criei este portfólio para mostrar um pouco sobre mim.",
    "who_is": "Quem é João Victor?",
    "19_years_old": "João Victor tem 19 anos. Desde pequeno, sempre foi apaixonado por tecnologia. Ele sempre impressionou seus professores com sua capacidade de ser autodidata, especialmente nas disciplinas de robótica educacional e ciência da computação na escola.",
    "feel_free_linkedin": "Sinta-se à vontade para conferir meu perfil no LinkedIn e saber um pouco mais sobre minha carreira como desenvolvedor de software.",
    "visit_my_linkedin": "Visite meu Perfil no LinkedIn",
    "places_visited": "Lugares que visitei",
    "enjoyed_discovering": "Sempre gostei de descobrir novos lugares, e viajar é a ferramenta ideal para isso.",
    "quitandinha_museum": "Museu Quitandinha",
    "quitandinha_museum_about": "Considerado um dos principais pontos turísticos do estado do Rio de Janeiro, o Palácio Quitandinha foi inaugurado em 1944 para ser o maior hotel-cassino da América Latina. O espaço remete ao estilo neo-normando, uma tendência nos grandes cassinos europeus da época, sendo decorado com inspiração em cenários de Hollywood.",
    "learn_more": "Saiba mais",
    "arraial_do_cabo": "Arraial do Cabo, RJ",
    "arraial_do_cabo_about": "Arraial do Cabo, na Região dos Lagos do Rio de Janeiro, é um dos destinos mais espetaculares do Brasil. Com fácil acesso, preços baixos, dias ensolarados e praias deslumbrantes, Arraial é uma excelente escolha para quem quer aproveitar um bom descanso.",
    "maceio_al": "Maceió, AL",
    "maceio_al_about": "Maceió é a capital do estado de Alagoas, na costa leste do Brasil. Seu centro histórico abriga casas coloniais de cores suaves, uma catedral do século XIX e o Museu de Antropologia e Folclore Théo Brandão, localizado em uma mansão renovada à beira-mar. Protegida por um recife, a costa possui numerosas praias de areias brancas. A Praia de Ponta Verde oferece um calçadão arborizado, quiosques de praia e esportes aquáticos.",
    "armacoes_dos_buzios": "Armação dos Búzios, RJ",
    "armacoes_dos_buzios_about": "Búzios, na Região dos Lagos do Rio de Janeiro, é um dos melhores destinos do Brasil para quem procura belas praias e um certo charme à beira-mar. Com uma costa acidentada repleta de belas paisagens, Búzios oferece aos visitantes mais de vinte praias, todas com características únicas.",
    "get_in_touch": "Entre em contato",
    "feel_free_social_networks": "Sinta-se à vontade para acessar algumas das minhas redes sociais",
    "home_caldas_novas": "Caldas Novas, Goiás, Brasil",
    "email": "joaovictornkz@gmail.com",
    "below_you_can_find_some_of_my_projects": "Abaixo você pode encontrar alguns dos meus projetos",
    "project_origin": "Origem do Projeto",
    "feel_free_social_networks": "Sinta-se à vontade para acessar algumas das minhas redes sociais",
    "here_is_all_the_information": "Aqui está todas as informações sobre minhas habilidades técnicas na área de tecnologia",
    "my_github_profile": "Meu Perfil no GitHub",
    "experiences": "Experiências",
    "js_e_agularjs": "JavaScript + AngularJS",
    "about_experiences": "Durante meu estágio de um ano na Deskfy, desenvolvi uma sólida expertise técnica em JavaScript e AngularJS, tecnologias essenciais para o desenvolvimento web na empresa. Além disso, participei ativamente dos processos de desenvolvimento de software, incluindo imersão em práticas de revisão de código, testes de qualidade e outros aspectos do ciclo de vida do software. Essa experiência me permitiu contribuir para o desenvolvimento de soluções web inovadoras e eficazes, além de fortalecer minhas habilidades técnicas e me preparar para desafios futuros na área.",
    "about_experiences_part2": "Desenvolvi habilidades significativas em Java, uma linguagem orientada a objetos, ao longo do meu curso de graduação. Essa experiência foi fundamental para aprimorar meu conhecimento em disciplinas como Algoritmos e Estrutura de Dados.",
    "programming_language": "Linguagem de Programação",
    "python": "Python",
    "javascript": "JavaScript",
    "java": "Java",
    "java_springboot": "Java + SpringBoot",
    "other_technologies": "Outras Tecnologias",
    "html": "HTML",
    "css": "CSS",
    "scss": "SCSS",
    "angularjs": "AngularJS",
    "springboot": "SpringBoot",
    "mysql": "MySQL",
    "language": "Idiomas",
    "schools": "Escolas",
    "hours": "Horas",
    "english": "Inglês",
    "wizard_by_pearson": "Wizard By Pearson",
    "280_number": "280",
    "cambly": "Cambly",
    "50_number": "50",
    "technical_english_for_developers": "Inglês Técnico para Desenvolvedores",
    "danki_code": "Danki Code",
    "certificates": "Certificados"
  }
  